{"Magic Mike XXL": ["Oh wow the Magic Mike XXL movie trailer........ 😵😍", "\": All the Magic Mike ab gifs you need to see:   \"yes plz", "I just saw the \"Magic Mike XXL\" trailer and... my god 😍😍😍... I'll be back I need to go change my underwear...", "yeah I'll be seeing Magic Mike XXL see ya there 📝", "Omg has anyone else seen the magic mike xxl 😀omg", "Magic Mike XXL Teaser  via", "Magic Mike XXL preview got me feeling some type of way😍😫", "Definitely going to see Magic Mike XXL when it comes out 😍", "Fifty Shades of Grey and Magic Mike XXL in one year?! 😍", "Can't wait for Magic Mike XXL 😍😭", "2 reasons I'm excited for July 1: no intern pager and ...", "You're welcome...Magic Mike XXL", "the trailer for magic mike xxl makes me feel some type of way bc guys who can dance 💦", "Can't wait for magic mike xxl to come out 😍😍🔥", "50 Shades and Magic Mike XXL come out within a 5 month span. Ladies, I think God was spoiling us this year 😍❤️👍", "Lol  my mom. She comes in my room all excited to show me the magic mike XXL trailer.", "so yeah basically i cannot wait for magic mike XXL so i can experience that all over with all my girls. 😂", "this years holds so many good things. Fifty shades of grey, and Magic Mike XXL for example", "Magic Mike XXL 😍🙌 I cannot wait"], "Jordanian Pilot": ["“: can't stop picturing the Jordanian pilot being burnt to death 😩😭” wanted to throw up.", "I barley burnt my hand lighting a cigarette today,I can't fathom the horror the Jordanian pilot went through. This has to stop.", "Watching Christian programming with my mom. They just showed the Isis execution of the Jordanian pilot.", "UAE stopped taking part in airstrikes after Jordan pilot was captured  via", "I don't know why, but my boss just showed me the video of the Jordanian pilot that was burned to death", "Jordanian pilot’s father: “Annihilate” ISIS: The family of a Jordanian fighter pilot mercilessly killed by ISIS is…", "ISIS burning alive a Jordanian pilot is something out of a horror movie", "Valerie Jarrett's face speaks as BHO denounces  burning alive of Jordanian pilot ..", "“: Till we run 'out of fuel and bullets': Jordan's king vows to crush  ” this should be  !!!!", "RIP to that Jordanian pilot. Enough is enough", "This is what a real leader says! “: Till we run 'out of fuel and bullets': Jordan's king vows to crush  ”", "ISIS burned a Jordanian pilot alive so the Jordan's hung every Muslim prisoner they had. Can't fuck with Israelis/Jordanians.", "Prayers go out to the Jordanian Pilot and to the rest of the world we live in.", "Cousin Of Jordanian Pilot Murdered By ISIS Planning Vigil In Bridgeview", "AFDI to Condemn Islamic State’s “Unspeakable” Brutality in Killing of Jordanian Pilot", "Truly horrified at ISIS and the execution by fire of Jordanian pilot Kasasbah.  When will Good Islam say no more?", "The ISIS's brutal murder of the Jordanian pilot is simply an unbelievable level of pure evil.", "“: US coalition ally UAE 'pulls out' of air-strikes against ISIL following capture of Jordanian pilot ”", "New  video: gruesome murder of a captured Jordanian pilot by immolation.", "Apparently  supports ISIS in their propaganda schemes.", "captured "], "Metro North": ["Looks after 3pm now for indy metro. stable air is eroding the southern end of snow and main dynamics are more north", "My prayers go out to all the victims. “: Tragic Metro-North crash leaves 6 people dead  ”", "Worse accident in history", "“: A 2014 federal report said Metro-North had fallen prey to a “deficient safety culture.” ”", "“: Six people killed, more than a dozen injured in Metro-North rail crash:  ” again? 😞", "Pray for the people and families involved in the horrific train accident in N.Y. last night.", "“: At least 7 people dead after commuter train strikes vehicle north or NYC:  ” :(", "Gov.  says SUV driver, 6 passengers on Metro-North train killed in Valhalla, NY, crash", "Sad story. But excellent breaking news reporting.\"NYTimes: Crash Kills 7 in Worst Accident in History of Metro-North\n\"", "Crash Kills 7 in Worst Accident in History of Metro-North", "NYTimes: Several Dead in Metro-North Train Crash", "Our thoughts &amp; prayers are with everyone involved down in Valhalla, NY • at the site of Metro North's collision with a vehicle.", "6 Dead  in  Train-Car Collision, Fire", "BREAKING NEWS: NBC News reports 6 dead and 12 injured in Metro-North train crash -  ”", "Metro-North train hits vehicle on tracks in Westchester, several injured - WABC-TV", "6 Dead in Metro-North Train-Car Collision: MTA", "6 people killed, at least 12 injured when Metro-North train hits car in Valhalla, NY, MTA confirms -", "6 people killed, at least 12 injured when Metro-North train hits car in Valhalla, NY, MTA confirms -  via", "“:  UPDATE: 6 people confirmed dead in Metro-North collision with car ” this breaks my heart", "JUST IN: MTA reports there are six dead in a Metro-North train collision in Valhalla, New York", "connecticut", "ct", "parking", "map", "mta north", "north metro fire", "jobs", "metronorth", "rail", "news", "metronorth schedule", "times", "farragut north metro", "derailment", "schedules", "fares", "mta nyc", "nyc ", "mta schedule", "tickets", "trains", "shoreline east", "amtrak schedule", "mta ", "poughkeepsie", "north metro soccer", "north metro hockey", "railroad", "mta train schedule", "transit", "ny", "rr", "stops", "timetable", "mta", "north metro church", "grand central", "mall", "grand central station", "north metro tech", "train"], "Ashley Graham": ["“: Plus-sized model Ashley Graham is making history by posing in ’s swimsuit issue.  I don't get it.. 😕😐", "Ashley Graham 😍😍😍", "this is dumb. the  is supposed to depict unrealistic women. tired of the curvy movement crap", "It's about time", "Meet Ashley Graham, the First Plus-Size Model to Be Featured in the &lt;em&gt;Sports Illustrated&lt;/em&gt; Swimsuit Issue", "Plus-size model Ashley Graham lands SI Swimsuit ad for curvy women", "Smh, promoting Obesity\n\nRT\": Plus-sized model Ashley Graham makes history by posing in Sports Illustrated’s swimsuit issue.\"", "Ashley Graham's Historic Plus-Size Ad Runs In Sports Illustrated's Swimsuit Issue -", "“: Historic plus-size ad runs in Sports Illustrated's Swimsuit Issue ”", "instagram", "ashley hinshaw", "graham and brown", "ashley resident evil", "re4", "hot", "video", "pics", "graham and green", "laura ashley wallpaper", "pictures", "facebook", "commercial", "graham greene", "wiki", "lane bryant model", "plus size model", "model ", "twitter", "brazzers", "size", "weight"], "Measles": ["ICYMI Ohio has one of the lowest measles vaccination rates in the country. Yippee. Let's party like it's 1915!", "sa US, radj. Nag outbreak  ug measles diri in some states.", "With all of the shitty comics I hang out with  is the least of my concerns as we all use the same mic!!", "Here is some FACTS!!!", "Can a mist help prevent ?", "I want to go to SADIES but I'll be at Disneyland that day getting the measles", "Wanna share my measles?", "Kids can't bring PB crackers to school but OK to bring measles??? “: IN allows opt-outs for vaccinations. ”", "Why you should, and shouldn't, worry about measles: Measles has become relatively rare in the United States, thanks…", "Why you should, and shouldn't, worry about measles", "my parents are talking about vaccines and they just said \"what if Cooper gets measles and goes blind\"😬", "Measles Vs Eboli", "Why you should, and shouldn't, worry about measles", "per our discussion in class on vaccines", "Why you should, and shouldn't, worry about measles", "do not cause .  vaccine", "Is  ready for ? You bet your sweet patooty it is!", "What do parents say when they didn't vaccinate their children, &amp; then the kids come down w/measles at Disneyland. \"Opps by bbbbbb!\" ???", "Bottom line: Measles were eradicated in the U.S. in 2000 - now they are back. Get vaccinated!", "\"It's not just because I love my kids that I vaccinated them, it's because I love your kids as well.\"", "chicken pox pictures", "pictures of ", "disneyland ", "vaccination", "rubeola", "mumps rubella", "mumps symptoms", "rashes", "baby", "roseola", "pictures", "the ", "vaccine", "treatment for ", "in babies", "outbreak", "red ", "german  rash", "cdc ", "mmr", "treatment", "what are ", "rash", "chicken pox", "smallpox", "german  symptoms", "symptoms of ", "what is ", "signs of ", "german ", "mumps", "rubella", "causes of ", "measle", "in adults", "rash", "images", "chickenpox", "pregnancy", "virus", "scarlet fever", "chicken pox symptoms", "who ", "rash pictures", "mmr vaccine", "in children", "rubeola ", "measels", "rubella"], "Julian Edelman": ["\": The New England Patriots have ZERO chill... \"more like Julian Edelman has no chill", "\": Julian Edelman is a savage 😂 \" Edelman Trynna have LOB at his doorstep catching all kinda Ls", "LOVE THIS \": PHOTOS: Rob Gronkowski, Julian Edelman enjoy  parade  ”", "Why can't I grow a Julian Edelman beard", "Ur dumb \": The lil fat kid I coached last year runs short routes just as good if better than Julian Edelman pls\"", "“: Julian Edelman taunted Richard Sherman with the sign he held during the Patriots parade\n(via )", "“: Julian Edelman is completely dominating life right now ” dog... 😂😂😂", "Patriots Super Bowl Parade Gronk being Gronk Julian Edelman is a savage Tom Brady with son", "“: Julian Edelman after the winning the Super Bowl 😂😂 ”", "Patriots' Julian Edelman Clowns Richard Sherman During Super Bowl Victory Parade  via", "Julian Edelman is quickly becoming one of my favorite players in the NFL", "arrest", "jersey", "wife", "qb", "height", "college", "jewish", "stats", "girlfriend", "salary", "news", "video", "nfl", "injury", "shirtless", "edelman patriots", "youtube", "instagram", "brandon lafell", "highlights", "wiki", "arrested", "fantasy", "danny amendola", "contract", "rotoworld", "pass", "defense", "haircut", "facebook", "hair", "shirt", "kenbrell thompkins", "julian edleman", "twitter", "edleman"], "Jupiter Ascending": ["Jupiter Ascending looks dope!", "thank u for the vip tixs to see an advance screening of JUPITER ASCENDING", "I am guaranteed to get sushi and see Jupiter Ascending this weekend.", "btw Please let us know what you thought of Jupiter Ascending... 😉", "really wanna Jupiter Ascending cause Mila Kunis the bae 😍", "Probably going to go see Jupiter ascending this weekend :)", "Going to try to go see Jupiter ascending this weekend", "Somebody take me to see Jupiter Ascending pleaseeee! 😘❤️", "Jupiter Ascending was very disappointing. It had potential but everything felt rushed. Great concept, poor execution.", "Cuzzo  movie soon? Jupiter Ascending ?", "Jist saw your review of Jupiter Ascending.  How bad was  in it and will it hurt his Oscar chances?", "how was Jupiter ascending?", "Jupiter Ascending looks pretty interesting ..... I'll think about it", "The special effects for Jupiter Ascending look insane.", "don't get me wrong, I'm really excited to see Jupiter Ascending.", "and from what I hear, Jupiter Ascending is not well-executed.", "not sure this applies. Jupiter Ascending isn't based on anything, sure, but it looks derivative of just about everything.", "I am going to see Jupiter ascending no matter what", "Jupiter Ascending free screening! 😆 ( AMC Century City 15 - amctheatres in Los Angeles, CA)", "Jupiter Ascending was pretty good. ( AMC Castleton Square 14 - amctheatres in Indianapolis, IN)", "imdb", "online", "izle", "book", "torrent", "jupiter movie", "wiki ", "hd", "stream", "cast", "pelicula ", "release", "youtube ", "chicago", "2015", "review", "movie ", "filme ", "jupiter rising", "download", "watch ", "2014", "putlocker", "streaming"], "Cordell Broadus": ["Cordell broadus committed to UCLA! Dam sadly to say UCLA is gonna be stacked for football this year", "Cordell Broadus to UCLA😍", "Mora said that he didn't know Cordell Broadus was Snoop's son until day after he offered him when Broadus was 15.", "Cordell Broadus Is RAW ASF🏈", "Cordell Broadus attending UCLA. Hmm will Snoop Dogg throw away all his USC GEAR?", "UCLA is getting a great player! Congrats to my man, Cordell Broadus! You are going to do big things bro. Love you!", "“: WR Cordell Broadus, Snoop's son, commits to UCLA. ”  😏😏😏😏", "I wonder if Cordell Broadus has ever smoked with Snoop Dogg", "RT : WR Cordell Broadus, Snoop Dogg's son, commits to UCLA.", "\": WR Cordell Broadus, Snoop's son, commits to UCLA. \"", "“: USC fan Snoop Dogg is a UCLA fan now:  ”  🙏👏💯", ": WR Cordell Broadus commits to UCLA. \" if he wanted to stay in California he should have went to USC", "“: WR Cordell Broadus, Snoop's son, commits to UCLA. ” told u UCLA bro!", "Wait. You mean Cordell Broadus didn't commit to the LA Raiders?", "Cordell Broadus didn't pick USC.. Alright.. I see you.. 😒 ✌️✌️", "\": \"Snoop Dogg\" Son Cordell Broadus Playing Football With Diddy Son At USC!! \" *ucla", "cori broadus", "snoop dogg son", "college", "bishop gorman football", "snoop dogg football", "age", "hudl", "snoop son football", "instagram", "corde broadus", "ucla", "twitter", "cordell and cordell", "rivals", "espn", "bishop gorman", "snoop dog son", "highlights", "calvin broadus"], "Battlefield Hardline Beta": ["Some people in the  Hardline beta are taking it waaaay too seriously 😂😂😂", "Too busy playing the  hardline beta too notice it was snowing 0.o", "Watch me play the new  hardline beta    Beta", "with the hardline beta, once we get the actual game do we keep our beta stats and unlocks?", "That battlefield hardline beta just come out... About to get it in.", "Battlefield Hardline Beta Good ✔️", "Battlefield Hardline Beta ✊", "Is work over yet I need to play more of the battlefield hardline beta", "They playing im dead ass ready go get something to eat why this Battlefield Hardline Beta Finish", "Forever waiting for battlefield Hardline beta to download", "\": That Battlefield Hardline Beta tho!!\" Hellllllllllll naw you supposed to be drinking with me and", "Just bought the Call of Duty: Advanced Warfare Season Pass and got the battlefield hardline beta.", "I really want to play the Battlefield Hardline Beta", "Downloading Battlefield Hardline beta :D", "Gonna check out this Battlefield Hardline Beta in a bit!", "Checking out this battlefield hardline beta", "Watch oo5thecleaner with me on Twitch!   playing Battlefield Hardline Beta Come join chat &amp; have fun!! :D", "😳 Battlefield Hardline beta is now open.", "Should I upload some Battlefield Hardline Beta gameplay??", "Battlefield: Hardline Beta Downloading...", "battlefield hardline trailer", "bf hardline", "bf hardline beta", "battlefield hardline gameplay", "battlefield hardline release", "battlefield hardline ps3", "battlefield 4 hardline", "battlefield 4 beta"], "Taiwan plane crash": ["My blessings go out to all the families impacted by Taiwan's plane crash that occurred today", "My nightmare last night of me attacked by terrorist planes foreshadowed the plane crash in Taiwan today 😳", "I just saw the Taiwan plane crash. That's like a scene from Nic Cage's NUMBERS", "This plane crash in Taiwan is crazy. I truly believe there are some serious plane conspiracies going on", "RAW: Taiwan plane crash caught on dashcam:", "😖😖 RT : Tomorrow's front page: Luckiest cabbie in the world", "SOOOO THIS HAPPENED.. Raw: Dashcam Video Shows Taiwan Plane Crash:", "Crazy \": Update: At least 25 dead after plane hits Taiwan bridge, crashes into river.  \"", "Taiwan plane crash: Dashcam videos flood YouTube - CNET", "“: The  disaster, in pictures  via  ” Flying into yo girls DMs", "“: ICYMI: At least 23 dead as TransAsia flight crashes into a Taiwan river.  ” 😳😳", "“: The dashcam footage of the Taiwan plane crash looks like a Hollywood movie. So insane", "“Video of Taiwan plane crash looks like it's from a movie. Tragically, it's real  (AP photo) ”😳😳", "That plane crash this morning in Taiwan was scary! Hope everyone is alright over there", "I think they found this one Carm. Not a good year for Asian air carriers.", "I believe the plane has the right of way:\nDashcam captures moment TransAsia plane hits bridge, crashes in Taipei", "Holy shit!😱", "This is terrifying \"Dash-cam video shows  plane crashing into a river → \n\"", "Frightening. Thankfully no deaths reported yet.\nRaw: Dashcam Video Shows Taiwan Plane Crash:", "“: Update: At least 25 dead after plane hits Taiwan bridge, crashes into river.  ”😔", "algeria plane crash", "algeria plane"], "Monty Oum": ["Rip Monty Oum... He was always such an awesome guy and I send prayers for him and his loved ones well miss u", "still can't believe Monty oum is gone", "R.I.P Monty Oum you will live in the hearts of many. I pray for his family members and friends..", "Bye Monty Oum. You will be severely missed. You were a legend!!!", "RIP Monty Oum you will be missed even the girls of  show it.", "I know I'm late on this, but moment of silence for the creative member of rooster teeth...Monty Oum", "Monty Oum passing away really hit me hard.\n\nLike, I looked up to him as a creative genius, with nothing that could stop him except time.", "obviously I didn't know Monty Oum but reading all these anecdotes of his incredible willpower toward creative endeavors is really inspiring", "So many happy moments were because of you, R.I.P. Monty Oum", "RIP Monty Oum. You will definitely be missed. Loved your work, but admired your character overall.…", "Rip Monty Oum, you were an amazing animator. 33 is too young, you'll be remembered forever", "Monty Oum... Cant believe he's dead, he made my childhood basically, thanks for years of awesome badassery", "\"but even the most brilliant lights eventually flicker and die\"\n-Monty Oum, RWBY", "dead fantasy 6", "gametrailers ", "rooster teeth monty", "dead fantasy", "monty roosterteeth", "haloid", "facebook", "twitter", "wiki", "rwby", "roosterteeth", "haloid", "deviantart ", "dead fantasy 3", "youtube"], "Anna Hansen": ["Lance Armstrong Allegedly Lets Girlfriend Anna Hansen Take Blame for Hit-and-Run | Bleacher Report (via", "Lance Armstrong is even more of an asshole, FFS.", "kristin armstrong", "lance", "kristin richard", "wiki", "anna hanson", "twitter", "anne hansen", "lance armstrong baby", "photo", "anna marie hansen", "kate hansen", "anna maria hansen", "lance armstrong girlfriend", "wikipedia", "pictures", "lance armstrong anna", "photos", "lance armstrong married", "anna lind hansen", "colorado", "lance armstrong wife", "facebook"], "Warren Sapp": ["'Warren Sapp' appeared on Tuesday 3 at the 3rd place in the Top20 of Orlando's Trends:", "We know the hoe he tried to buy hasn't. \": Has anyone checked on Warren Sapp?\"", "I had to bail Warren Sapp out of jail.", "warren sapp aka the guy who was just arrested", "Kimalih look like the shit between Warren Sapp toes after two a days in the summer.", "Warren Sapp messed up his success over some hoes😐", "I just heard about Warren Sapp, im hella late lol", "Warren sapp pulled up to his house like", "Warren Sapp got kicked off NFL Network for prostitution... Damn ima miss him, he's a silly ass dude", "Warren Sapp bashing on Suh for playing dirty, but Sapp is the dirty one now...", "SHIT. \": Eric Weddle () gave a shoutout to Warren Sapp for motivating him the last 4 years \"", "Funny how nfl network is so quick to report on which players r getting arrested but wont say anything about warren sapp", "On Tuesday 3, 'Warren Sapp' was Trending Topic in Greensboro for 7 hours:", "Reminds me of Warren Sapp at Miami. I wish he would have gone to TCU or UT", "Man what's up with Warren Sapp", "how can Warren Sapp not take this sock?!", "Waking up this Wednesday and Josh Gordon, Warren Sapp, and the Seahawks coaches are still idiots", "'Warren Sapp' appeared on Tuesday 3 at the 2nd place in the Top20 of Charlotte's Trends:", "twitter", "fired", "college", "arrested", "dancing", "hit", "derrick brooks", "football", "brother", "girlfriend", "salary", "house", "inside the nfl", "youtube", "strahan", "raiders", "warren sap", "highlights", "draft", "chad clifton", "bankrupt", "miami", "wife", "40", "news", "broke", "career", "married", "height", "wiki", "jersey", "bankruptcy", "bio", "commercial", "weight", "stats", "kids"], "National Signing Day": ["Happy we got to go to the National Signing Day Celebration tonight! 🏈", "So good. “: Our NSD 2015 wrap: Jim McElwain just landed the best worst  class ever. ”", "Had a great evening at the FSU National Signing Day party. Met Jimbo Fisher and the Florida State…", "Student athletes to be proud of  🐯❤️.  National Signing Day.", "National Signing Day was good to us!   signingday", "North Carolina's 2015 national signing day class - USA TODAY", "Basketball recap, National Signing Day, engagement fair, Econ test, Knox Co. school board meeting and four articles. I'm done. Bourbon time.", "Can't wait to see where I end up in 2 years for National Signing Day", "National signing day! Go Flashes ⚡", "National Signing Day, more like National Eating Day. 247Sports Headquarters on the biggest day of the…", "National Signing Day at St. Eds!", "National signing day, thankful for my amazing parents, coaches, and teammates ✒️  found it", "college signing day", "signing day 2013", "national recruiting day", "national sibling day", "signing day rankings", "signing day 2014", "espn signing day", "signing day 2012"], "Anderson Silva": ["Anderson Silva Reportedly Denying Drug Use | Bleacher Report (via", "“: Dana White says in a statement that Anderson Silva will still be coaching TUF Brazil.”\n\nOf course he will", "Can't believe Anderson Silva tested positive", "Anderson Silva, Nick Diaz fail tests - ESPN: Washington Post (blog) Anderson Silva,…", "Not a good week for my fav mma fighters Anderson silva juices...and Daniel cormier...I don't even want to get into that", "awh wow", "Anderson silva tests positive for steroid use. Honestly can't say I wouldn't use them to recovery from that injury, but still dissapointing", "MMA Has No Heroes:Anderson Silva Joins a Long Line of UFC Drug Test Failures  (via", "Anderson Silva believes he's innocent over failed  drug test", "UFC’s Anderson Silva tests positive for steroids, Nick Diaz for marijuana: Former UFC…", "Anderson Silva is still on my All-Time list.", "“: UFC says ex-champ Anderson Silva tests positive for steroids ”", "Anderson Silva tested positive for steroids smh", "Anderson Silva on them steroid Jon Jones the best ever fuck your opinion.", "news", "silva vs weidman", "youtube", "wikipedia", "lutas ", "revanche ", "twitter ", "video", "fratura", "fights", "wanderlei silva", "fight", "weidman", "ufc ao vivo", "luta", "luta", "dana white", "ufc rio", "lyoto machida", "wiki", "dan henderson", "anderson spider silva", "perde", "forrest griffin", "anderson da silva", "demian maia", "lutas ufc", "george st pierre", "silva ufc", "silva vs sonnen", "ufc 148", "sonnen", "vitor belfort", "jon jones", "mma ", "sonnen", "ufc 168", "leg", "rich franklin", "ufc ", "lutas", "chris weidman", "record", "ufc", "anderson freire", "chael sonnen", "nick diaz"], "Sia": ["Beyoncé, Gaga, Kanye, Rihanna, Madonna, Sia, Katy Perry, and Sam Smith are all performing at the GRAMMYs this Sunday.", "Getting ready for  with this amazing  track", "Love it!! Sia - Elastic Heart feat. Shia LaBeouf &amp; Maddie Ziegler (Official Video):", "Do u feel like paying it forward? Help abused children!", "Breathe Me by Sia is so beautiful", "Had help today,  Thanks Sia!", "Sometimes Sia sounds like glass is sliding down her throat and she's trying not to cry", "“: SIA THIS IS YOUR FAULT ”😂😂", "AM-News : A Dongle For Detecting HIV And Syphilis: Researchers at Dr. Sam Sia's Columbia University lab have…", "Sia, Ariana, Katy, Gaga, Taylor, Beyonce, Madonna, &amp; Sam Smith will perform  the Grammys! You ready, gays? Also, Britney, where you at?!", "well tbh the only real standout songs are Chandelier, Big Girls Cry, and Elastic Heart 😌 but don't get me wrong I love Sia", "So , WHEN, not if, you win your  on Sunday, will you show your face for your speech!? Love you and your amazing music! 😊😘", "wonderful to catch a glimpse of you at SIA. Keep up the great work.", "Good looks Colorado. I had an awesome time at  checking out and riding 15/16 snowboard products…", "like the Flo-Rida and Sia song...", "🔥🔥Love love LOVE this song🔥🔥", "I can't stop listening to Elastic Heart by Sia.... It's getting out of hand, someone help me", "Sia is just the best.", "Sia is performing on the Grammy's. Which means Maddie is performing and Sia is hiding somewhere.", "lyrics", "titanium lyrics", "training", "breathe me ", "chandelier lyrics", "songs", "chandelier download", "chandelier mp3", "furler", "wikipedia", "singer", "estacio", "eminem ", "david guetta titanium", "chandelier  lyrics", "license", "wiki", "elastic heart", "face", "youtube ", "maddie ziegler", "the ", "uab", "titanium", "my love", "mls ", "titanium", "unal", "youtube  chandelier", "estacio ", "air ", "wild ones", "singapore", "she wolf", "david guetta ", "licence", "uk", "unal", "elastic heart", "chandelier", "david guetta", "titanium lyrics", "she wolf", "home", "music"], "Harper Lee": ["Harper Lee is droppin her prequel to tkam too let's goooo", "shame on ... all know Miss Lee DID NOT WANT THIS +STILL does not.\nSO WRONG + disrespectful + abusive", "'Seems to me Ms Lee is being taken advantage of'  The Dark Suspicions Behind the New   Release", "Harper Lee is releasing a new book that follows \"To Kill A Mockingbird\"..... Im actually excited to read it", "Harper Lee releasing a new book for July is the best news I've heard all day", "Wayne Flynt weighs in about the new Harper Lee book.", "and  I can't stop laughing", "We answer your Harper Lee questions  via", "Mixed feelings on Harper Lee's 'Go Set a Watchman'", "MT “: Publication Of Harper Lee’s New Book Cause For Concern?:  ”", "Harper Lee is going to release the \"sequel\" of To Kill a Mockingbird which is interesting", "“: Yeah, Harper Lee's new novel is exciting. But is it really her idea?  ”", "Harper Lee is still alive????", ". Always thought 50% of the books by most authors were crap, with the exception of Harper Lee and Homer. May need to reconsider", "PSA: Harper Lee is releasing a sequel for To Kill a Mockingbird", "New  novel miiiiight be a craven money-grab. Sad.", "lyrics", "family", "nell ", "scottsboro boys", "ben lee", "facts", "quotes", "pictures", "wikipedia ", "capote ", "books", "about ", "jack dunphy", "collins", "truman capote", "haper lee", "death", "information", "childhood", "bio", "capote", "kill a mockingbird", "lee harper biography", "mockingbird ", "awards", "scottsboro trial", "interview", "wiki", "nelle ", "little green cars", "harper e lee", "matar un ruiseñor", "author", "novels"], "Patriots Parade": ["“: Rob Gronkowski DEFINITELY enjoyed himself during the Patriots’ Super Bowl parade. ”", "“: Rob Gronkowski DEFINITELY enjoyed himself during the Patriots’ Super Bowl parade. ” he's fucking great", "“: Rob Gronkowski DEFINITELY enjoyed himself during the Patriots’ Super Bowl parade. ” HAMMERED", "“: Rob Gronkowski DEFINITELY enjoyed himself during the Patriots’ Super Bowl parade. ”", "“: Rob Gronkowski DEFINITELY enjoyed himself during the Patriots’ Super Bowl parade. ” that jersey 😂😂", "“: Rob Gronkowski DEFINITELY enjoyed himself during the Patriots’ Super Bowl parade. ”", "Patriots just showing how trash and classless they are under that glorified exterior with that parade.", "“: Rob Gronkowski DEFINITELY enjoyed himself during the Patriots’ Super Bowl parade. ” The deflated ball", "This is AWESOME!  wearing a  jacket in today's  parade to THANK first responders!", "If this is Gronk now, I would have loved to see him in college", "\": Tom Brady and his family are ready for the ' Super Bowl Parade \"", "“: LaGarette Bount mocks Marshawn Lynch with \"Bitch Mode\" T-Shirt during Patriots Super Bowl parade. ” 😂", "It's crazy how people LOOOOOVE how outspoken Richard Sherman is but god forbid someone from the Patriots has a little fun during the parade", "And this is why I wanted the Pats to win...", "The Patriots Parade looked awesome, I kinda wish I flew up to Boston for it.", "Highlights from today's Patriots celebration parade 😂😂", "Sweet Victory Parade For The 2014 Super Bowl Champion Franchise!!!!", "Patriots were disrespectful and giving no fucks at the parade lol", "Gronk KILLED the Patriots parade. RT “: This video sums up Gronk Party Rocking at the Parade today ”", "I wish I could have been in Boston for the Patriots parade", "route", "2015", "boston ", "patriots superbowl parade", "2012"], "Conrad Hilton": ["“: Hilton Brother Arrested for Going Berserk On Plane... ” explain", "\": Conrad Hilton III’s 10-hour in-flight meltdown, as told by the FBI and Conrad Hilton \"", "Conrad Hilton due in court next month for alleged in-flight assault", "Lololol Conrad Hilton is a cunt 😂", "At LAX &amp; Vegas-didn't see Conrad Hilton OR Gordon Ramsey. Saw   that'll SIGN 2day!", "“: Paris Hilton's brother Conrad Hilton Jr. was arrested for flipping out on an international flight: ”", "WPXI 11 News: Paris Hilton's brother Conrad charged with disrupting flight.put him in jail.", "Conrad Hilton Charged After In-Flight Outburst: Feds", "Paris Hilton's Brother -- Arrested for Going Berserk On Plane ... 'I Will F**king Own You Peasants'   via", "Paris Hilton's brother Conrad surrenders to feds over in-flight behavior", "Paris Hilton’s Brother Conrad Charged With Assaulting Flight Attendants on LAX-Bound Plane", "Conrad Hilton, Paris' brother, surrenders to FBI, charged in jet fracas", "Paris Hilton’s Brother Conrad Charged With Disrupting Flight", "Paris Hilton's brother Conrad charged with disrupting flight - Arizona Daily Sun", "Paris Hilton's Brother -- Arrested for Going Berserk On Plane ... 'I Will F**king Own You Peasants' \n via  😮👈", "It's Your Time! CONRAD HILTON - Need I Say More? Move in later this Year! Jim Norton 954-600-5896 Coldwell Banker RE.", "nicky hilton", "conrad san juan", "chicago hilton", "conrad hotels", "hilton hong kong", "conrad bangkok", "conrad puerto rico", "jr", "conrad hughes hilton", "hilton bali", "barron hilton", "bali", "twitter", "hotel conrad istanbul", "conrad istanbul", "dublin", "foundation", "conrad n. hilton", "iii", "conrad dublin", "hilton istanbul", "conrad new york", "bangkok", "hilton maldives", "hilton miami", "conrad chicago", "conrad maldives", "conrad nicky hilton", "indianapolis", "conrad miami", "hilton bangkok", "hilton dublin", "conrad singapore", "the ", "hilton conrad maldives", "conrad hotel", "chicago", "singapore", "conrad hotel chicago", "hilton conrad istanbul", "hilton family", "conrad indianapolis", "miami", "conrad bali", "hotels", "hilton singapore", "conrad hong kong"], "Randy Quaid": ["Speaking of batshit crazy celebrities--Holy Shit--this has to be seen to be believed. Randy Quaid goes off.", "Randy Quaid is my life coach", "What's up with Randy Quaid??!", "for some reason I thought you said Randy Quaid syndrome and felt so bad for", "Randy Quaid video has to be fake! If that's real he just earned himself a trip to the Lindsey Lohan suit at the nut house", "Randy Quaid fucking his wife in the ass with a mask on was actually the plot of \"National Lampoon's Christmas Gang Bang.\"", "Yeah Randy Quaid, It's a C-O-N-spiricy against the loveable guy that brought us Independence Day &amp; Vacation😕", "A good way to never get anybody to open a link is to name it \"Randy Quaid Sex Video \"", "“: Randy Quaid wins the interwebs today, hands down.”omg that was insane", "\"Uh oh, Randy Quaid is trending. It probably means he's dead.\" -- Randy Quaid", "That Randy Quaid video is seriously one of the greatest works of art I have ever seen. I will continue watching it till the day I die :)", "Ever wanted to see Randy Quaid fuck Rupert Murdoch? Yeah, me neither.", "My life will never be the same after seeing that Randy Quaid video.", "Why does Randy Quaid only cite Independence Day and Christmas Vacation in his rant? What about Kingpin?!!!!", "randy quaid? O_o", "Just saw Randy Quaid's rant, what the?", "did we just see Randy Quaid assault his \"wife\"", "Uncle Eddie - oh nooo //: What the hell is up with Randy Quaid and his wife?", "Randy quaid. Lol", "I had no idea Randy Quaid was in Independence Day", "evi quaid", "actor", "eddie christmas vacation", "arrest", "imdb ", "star whackers", "wife", "kingpin", "crazy", "canada", "death", "2014", "dennis quaid movies", "randy quad", "quaid brothers", "brother", "vacation", "randy quiad", "illuminati", "parents ", "height", "movies", "dead", "golf", "denis quaid", "pictures", "arrested", "bio", "twitter", "wikipedia", "randy evi quaid", "2012", "dennis quaid", "cousin eddie", "news", "jack quaid", "randy quade", "wiki"]}